{
  "plugins": {
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim"
    },
    "cornelis": {
      "src": "https://github.com/agda/cornelis"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "hotpot.nvim": {
      "src": "https://github.com/rktjmp/hotpot.nvim"
    },
    "idris2-nvim": {
      "src": "https://github.com/idris-community/idris2-nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-hs.vim": {
      "src": "https://github.com/neovimhaskell/nvim-hs.vim"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "todo.txt-vim": {
      "src": "https://github.com/freitass/todo.txt-vim"
    },
    "vim-fennel": {
      "src": "https://github.com/atweiden/vim-fennel"
    },
    "vim-peekaboo": {
      "src": "https://github.com/junegunn/vim-peekaboo"
    },
    "vim-textobj-user": {
      "src": "https://github.com/kana/vim-textobj-user"
    },
    "vimoutliner": {
      "src": "https://github.com/rsaarelm/vimoutliner"
    }
  }
}